export default {
  analysisPage: {
    title: "วิเคราะห์สภาพผิว",
  },
  common: {
    cancel: "ยกเลิก",
    predict: "ทำนาย",
  },
  uploader: {
    uploadTitle: "อัปโหลดรูปภาพใบหน้า",
    uploadSubtitle:
      "เพื่อผลลัพธ์ที่ดีที่สุด ควรอัปโหลดภาพที่มีความละเอียดอย่างน้อย 1080p (1920 x 1080 พิกเซล)",
    dragAndDrop: "ลากและวางไฟล์ภาพเพื่ออัปโหลด",
    orClickToSelect: "หรือคลิกเพื่อเลือกไฟล์",
    addToProfile: "อัปโหลดรูปภาพ",
    uploadNew: "อัปโหลดรูปใหม่",
    previews: "ตัวอย่าง",
  },
  predictionResults: {
    title: "ผลการทำนาย",
    skinType: "ประเภทผิวของคุณคือ",
    severityLevels: "ระดับความรุนแรงของสภาพผิว",
    nonInflammation: "ไม่มีการอักเสบ",
    mildInflammation: "การอักเสบเล็กน้อย",
    severeInflammation: "การอักเสบรุนแรง",
  },
  skinCareAdvice: {
    title: "คำแนะนำในการดูแลผิวหน้า",
    advice1: "1. ล้างหน้าด้วยน้ำอุ่นและคลีนเซอร์อ่อนโยนวันละ 2 ครั้ง",
    advice2: "2. ใช้โทนเนอร์ไม่มีแอลกอฮอล์เพื่อปรับสมดุลผิว",
    advice3: "3. ทามอยส์เจอไรเซอร์เพื่อเพิ่มความชุ่มชื้นให้ผิว",
    advice4: "4. ใช้ครีมกันแดด SPF 30 ขึ้นไปทุกวัน",
    advice5: "5. หลีกเลี่ยงการแตะหรือบีบสิว",
  },
  Story: {
    title: "เรื่องราวและที่มาของเรา",
    detail:
      "เทคโนโลยีการวิเคราะห์ผิวด้วย AI ของเรากำลังจะปฏิวัติวิธีที่คุณเคยเข้าใจมาก่อนและจะเป็นตัวช่วยดูแลผิวของคุณเพียงแค่ถ่ายภาพใบหน้า ซึ่งอัลกอริทึมขั้นสูงของเราจะทำการวิเคราะห์สภาพผิวของคุณอย่างละเอียด โดยสามารถระบุปัญหาต่างๆและจำแนกระดับความรุนแรงของสิวได้ภายในเวลาไม่ถึงสองนาที เป้าหมายของเราคือการเสริมสร้างพลังให้คุณด้วยข้อมูลเชิงลึกและคำแนะนำการใช้ผลิตภัณฑ์สำหรับการดูและรักษาสิว เพื่อให้คุณสามารถมีผิวที่สุขภาพดีและกระจ่างใสได้อย่างมั่นใจ",
    topic1:"รู้จักผิวของคุณ",
    detail1:"การวิเคราะห์ผิวด้วย AI ของเราง่ายดายเพียงแค่ถ่ายภาพใบหน้า และจะช่วยให้คุณเข้าใจความต้องการเฉพาะของผิวคุณได้ดียิ่งขึ้น วิธีการวิเคราะห์ผิวออนไลน์ของเรานั้นรวดเร็วและแม่นยำอย่างยิ่ง อัลกอริทึมความเร็วสูงจะมอบประสบการณ์การใช้งานที่ยอดเยี่ยมที่สุด โดยสามารถระบุปัญหาและจำแนกระดับความรุนแรงของสิวได้ภายในเวลาไม่ถึงสองนาที",
    topic2:"เลือกผลิตภัณฑ์ที่ดีที่สุดสำหรับผิวของคุณด้วยผลการวิเคราะห์",
    detail2:"หลังจากวิเคราะห์ประเภทผิวและระดับความรุนแรงของสิวของคุณแล้ว การวิเคราะห์ผิวด้วย AI จะช่วยแนะนำผลิตภัณฑ์ที่เหมาะสมกับประเภทผิวและระดับความรุนแรงของสิว เพื่อให้ได้ผลลัพธ์ที่ดีที่สุด และช่วยให้คุณตัดสินใจได้ง่ายขึ้นเมื่อเลือกซื้อผลิตภัณฑ์จากร้านขายยา",
  },
  footer:{
    cc:"© 2024 สงวนลิขสิทธิ์โดย มหาวิทยาลัยแม่ฟ้าหลวง",
  }
};
